Repository: plainva/plainva
Catalog: apps/mobile/ios/App/App/PlainvaIntents.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, pt_br, zh_cn

source: Note
de: Notiz
es: Nota
it: Nota
ja: ノート
nl: Notitie
pl: Notatka
pt_br: Nota
zh_cn: 笔记

source: Open Note
de: Notiz öffnen
es: Abrir nota
fr: Ouvrir une note
it: Apri nota
ja: ノートを開く
nl: Notitie openen
pl: Otwórz notatkę
pt_br: Abrir nota
zh_cn: 打开笔记

source: Opens a note of the open vault in Plainva.
de: Öffnet eine Notiz des offenen Vaults in Plainva.
es: Abre una nota del vault abierto en Plainva.
fr: Ouvre une note du vault ouvert dans Plainva.
it: Apre una nota del vault aperto in Plainva.
ja: 開いている保管庫のノートをPlainvaで開きます。
nl: Opent een notitie van de geopende vault in Plainva.
pl: Otwiera notatkę z otwartego vaultu w Plainva.
pt_br: Abre uma nota do vault aberto no Plainva.
zh_cn: 在Plainva中打开已打开仓库里的一篇笔记。

source: Which note?
de: Welche Notiz?
es: ¿Qué nota?
fr: Quelle note ?
it: Quale nota?
ja: どのノートですか？
nl: Welke notitie?
pl: Którą notatkę?
pt_br: Qual nota?
zh_cn: 哪篇笔记？

source: Open ${note}
de: ${note} öffnen
es: Abrir ${note}
fr: Ouvrir ${note}
it: Apri ${note}
ja: ${note}を開く
nl: ${note} openen
pl: Otwórz ${note}
pt_br: Abrir ${note}
zh_cn: 打开${note}

source: Search Notes
de: Notizen durchsuchen
es: Buscar notas
fr: Rechercher des notes
it: Cerca note
ja: ノートを検索
nl: Notities doorzoeken
pl: Szukaj notatek
pt_br: Buscar notas
zh_cn: 搜索笔记

source: Opens Plainva's search with the words you say.
de: Öffnet Plainvas Suche mit den Worten, die Du sagst.
es: Abre la búsqueda de Plainva con las palabras que dices.
fr: Ouvre la recherche de Plainva avec les mots que vous dites.
it: Apre la ricerca di Plainva con le parole che dici.
ja: 話した言葉でPlainvaの検索を開きます。
nl: Opent de zoekfunctie van Plainva met de woorden die je zegt.
pl: Otwiera wyszukiwanie Plainva z wypowiedzianymi słowami.
pt_br: Abre a busca do Plainva com as palavras que você diz.
zh_cn: 用你说的词打开Plainva的搜索。

source: Search for
de: Suchen nach
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索する語
nl: Zoeken naar
pl: Szukaj
pt_br: Buscar por
zh_cn: 搜索内容

source: What should Plainva search for?
de: Wonach soll Plainva suchen?
es: ¿Qué debe buscar Plainva?
fr: Que doit rechercher Plainva ?
it: Che cosa deve cercare Plainva?
ja: Plainvaで何を検索しますか？
nl: Waarnaar moet Plainva zoeken?
pl: Czego ma szukać Plainva?
pt_br: O que o Plainva deve buscar?
zh_cn: 要让Plainva搜索什么？

source: Search for ${query}
de: Nach ${query} suchen
es: Buscar ${query}
fr: Rechercher ${query}
it: Cerca ${query}
ja: ${query}を検索
nl: Zoeken naar ${query}
pl: Szukaj: ${query}
pt_br: Buscar por ${query}
zh_cn: 搜索${query}

source: Add Journal Entry
de: Journal-Eintrag hinzufügen
es: Añadir entrada de diario
fr: Ajouter une entrée de journal
it: Aggiungi voce di diario
ja: ジャーナルに記入
nl: Journaalitem toevoegen
pl: Dodaj wpis do dziennika
pt_br: Adicionar entrada do diário
zh_cn: 写日志

source: Notes what you say as an entry of today's journal. Plainva writes it down when it is next opened.
de: Hält fest, was Du sagst, als Eintrag im Journal von heute. Plainva schreibt ihn auf, sobald es das nächste Mal geöffnet wird.
es: Anota lo que dices como una entrada del diario de hoy. Plainva la escribe la próxima vez que se abre.
fr: Note ce que vous dites comme une entrée du journal du jour. Plainva l'écrit à sa prochaine ouverture.
it: Annota ciò che dici come voce del diario di oggi. Plainva la scrive alla prossima apertura.
ja: 話した内容を今日のジャーナルの記入として控えます。次にPlainvaを開いたときに書き込まれます。
nl: Noteert wat je zegt als item in het journaal van vandaag. Plainva schrijft het op zodra het de volgende keer wordt geopend.
pl: Zapamiętuje to, co powiesz, jako wpis w dzisiejszym dzienniku. Plainva zapisze go przy następnym otwarciu.
pt_br: Anota o que você diz como uma entrada do diário de hoje. O Plainva a escreve na próxima vez que for aberto.
zh_cn: 把你说的话记为今天日志中的一条。Plainva会在下次打开时写入。

source: Entry
de: Eintrag
es: Entrada
fr: Entrée
it: Voce
ja: 記入内容
nl: Item
pl: Wpis
pt_br: Entrada
zh_cn: 条目

source: What should the entry say?
de: Was soll im Eintrag stehen?
es: ¿Qué debe decir la entrada?
fr: Que doit dire l'entrée ?
it: Che cosa deve dire la voce?
ja: 何を記入しますか？
nl: Wat moet er in het item staan?
pl: Co ma zawierać wpis?
pt_br: O que a entrada deve dizer?
zh_cn: 这条日志写什么？

source: Add ${entry} to the journal
de: ${entry} ins Journal eintragen
es: Añadir ${entry} al diario
fr: Ajouter ${entry} au journal
it: Aggiungi ${entry} al diario
ja: ${entry}をジャーナルに記入
nl: ${entry} aan het journaal toevoegen
pl: Dodaj ${entry} do dziennika
pt_br: Adicionar ${entry} ao diário
zh_cn: 把${entry}写入日志

source: Noted. Plainva writes it into the journal when it is next opened.
de: Notiert. Plainva trägt es ins Journal ein, sobald es das nächste Mal geöffnet wird.
es: Anotado. Plainva lo escribe en el diario la próxima vez que se abre.
fr: C'est noté. Plainva l'écrira dans le journal à sa prochaine ouverture.
it: Annotato. Plainva lo scrive nel diario alla prossima apertura.
ja: 控えました。次にPlainvaを開いたときにジャーナルに書き込まれます。
nl: Genoteerd. Plainva zet het in het journaal zodra het de volgende keer wordt geopend.
pl: Zanotowano. Plainva zapisze to w dzienniku przy następnym otwarciu.
pt_br: Anotado. O Plainva escreve isso no diário na próxima vez que for aberto.
zh_cn: 已记下。Plainva会在下次打开时写入日志。

source: Plainva could not take this right now.
de: Plainva konnte das gerade nicht annehmen.
es: Plainva no pudo recibirlo ahora.
fr: Plainva n'a pas pu prendre cela pour l'instant.
it: Plainva non ha potuto prenderlo in questo momento.
ja: いまはPlainvaで受け取れませんでした。
nl: Plainva kon dit nu niet aannemen.
pl: Plainva nie mogła tego teraz przyjąć.
pt_br: O Plainva não pôde receber isso agora.
zh_cn: Plainva现在无法接收这条内容。

source: Add Task
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
it: Aggiungi attività
ja: タスクを追加
nl: Taak toevoegen
pl: Dodaj zadanie
pt_br: Adicionar tarefa
zh_cn: 添加任务

source: Notes what you say as a task. Plainva creates it when it is next opened.
de: Hält fest, was Du sagst, als Aufgabe. Plainva legt sie an, sobald es das nächste Mal geöffnet wird.
es: Anota lo que dices como una tarea. Plainva la crea la próxima vez que se abre.
fr: Note ce que vous dites comme une tâche. Plainva la crée à sa prochaine ouverture.
it: Annota ciò che dici come attività. Plainva la crea alla prossima apertura.
ja: 話した内容をタスクとして控えます。次にPlainvaを開いたときに作成されます。
nl: Noteert wat je zegt als taak. Plainva maakt haar zodra het de volgende keer wordt geopend.
pl: Zapamiętuje to, co powiesz, jako zadanie. Plainva utworzy je przy następnym otwarciu.
pt_br: Anota o que você diz como uma tarefa. O Plainva a cria na próxima vez que for aberto.
zh_cn: 把你说的话记为一项任务。Plainva会在下次打开时创建它。

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
it: Attività
ja: タスク
nl: Taak
pl: Zadanie
pt_br: Tarefa
zh_cn: 任务

source: What is the task?
de: Wie lautet die Aufgabe?
es: ¿Cuál es la tarea?
fr: Quelle est la tâche ?
it: Qual è l'attività?
ja: どんなタスクですか？
nl: Wat is de taak?
pl: Jakie to zadanie?
pt_br: Qual é a tarefa?
zh_cn: 是什么任务？

source: Add the task ${task}
de: Aufgabe ${task} hinzufügen
es: Añadir la tarea ${task}
fr: Ajouter la tâche ${task}
it: Aggiungi l'attività ${task}
ja: タスク${task}を追加
nl: Taak ${task} toevoegen
pl: Dodaj zadanie ${task}
pt_br: Adicionar a tarefa ${task}
zh_cn: 添加任务${task}

source: Noted. Plainva creates the task when it is next opened.
de: Notiert. Plainva legt die Aufgabe an, sobald es das nächste Mal geöffnet wird.
es: Anotado. Plainva crea la tarea la próxima vez que se abre.
fr: C'est noté. Plainva créera la tâche à sa prochaine ouverture.
it: Annotato. Plainva crea l'attività alla prossima apertura.
ja: 控えました。次にPlainvaを開いたときにタスクが作成されます。
nl: Genoteerd. Plainva maakt de taak zodra het de volgende keer wordt geopend.
pl: Zanotowano. Plainva utworzy zadanie przy następnym otwarciu.
pt_br: Anotado. O Plainva cria a tarefa na próxima vez que for aberto.
zh_cn: 已记下。Plainva会在下次打开时创建这项任务。

source: Journal entry
de: Journal-Eintrag
es: Entrada de diario
fr: Entrée de journal
it: Voce di diario
ja: ジャーナルに記入
nl: Journaalitem
pl: Wpis do dziennika
pt_br: Entrada do diário
zh_cn: 写日志

source: New task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
it: Nuova attività
ja: 新規タスク
nl: Nieuwe taak
pl: Nowe zadanie
pt_br: Nova tarefa
zh_cn: 新建任务

source: Open note
de: Notiz öffnen
es: Abrir nota
fr: Ouvrir une note
it: Apri nota
ja: ノートを開く
nl: Notitie openen
pl: Otwórz notatkę
pt_br: Abrir nota
zh_cn: 打开笔记

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nl: Zoeken
pl: Szukaj
pt_br: Buscar
zh_cn: 搜索
